Repository: StephenFluin/ames
Catalog: src/i18n/messages.*.xlf
Languages: fr

source: Community
fr: Communauté

source: SITE MENU
fr: MENU

source: Events
fr: Évènements

source: Developers
fr: Développeurs

source: Resources
fr: Ressources

source: Admin
fr: Administration

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN} New Mission
fr: {START_TAG_SPAN}{CLOSE_TAG_SPAN} Nouvelle Mission

source: Name
fr: Nom

source: Create
fr: Créer

source: View
fr: Voir

source: Organized by {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}
fr: Organisé par {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}

source: Edit
fr: Éditer

source: Join
fr: Rejoindre

source: {START_ITALIC_TEXT}person{CLOSE_ITALIC_TEXT}Organizer: {INTERPOLATION}
fr: {START_ITALIC_TEXT}person{CLOSE_ITALIC_TEXT}Organisateur: {INTERPOLATION}

source: No details have been added for {INTERPOLATION}.
fr: Aucun détail n'a été ajouté pour {INTERPOLATION}.

source: There are currently no participants added to {INTERPOLATION}.
fr: Il n'y a pour l'instant aucun participant ajouté pour {INTERPOLATION}.

source: Mission not found.
fr: Mission introuvable.

source: Current
fr: En cours

source: (None currently selected)
fr: (Aucun actuellement sélectionné)

source: Add
fr: Ajouter

source: Choose From:
fr: Choisir depuis:

source: Logo URL
fr: URL du logo

source: Delete
fr: Supprimer

source: Save
fr: Sauvegarder

source: New/Edit Mission
fr: Nouveau/Éditer Mission

source: All Developers
fr: Tous les développeurs

source: - Available for Consulting
fr: - Disponible pour du consulting

source: Communities
fr: Communautés

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN}All Developers
fr: Tous les développeurs

source: My Profile
fr: Mon Profil

source: View Profile
fr: Voir Profil

source: Developer
fr: Développeur

source: Angular GDE
fr: GDE Angular

source: Angular Expert
fr: Expert Angular

source: Biography
fr: Biographie

source: This developer has not yet provided a bio.
fr: Ce développeur n'a pas encore fourni de biographie.

source: Content
fr: Contenu

source: This developer has not yet provided any content.
fr: Ce développeur n'a pas encore fourni de contenu.

source: Expert not found.
fr: Expert introuvable.

source: Location
fr: Localisation

source: Website
fr: Site web

source: Pic URL
fr: URL de l'image

source: Github Username
fr: Nom d'utilisateur Github

source: LinkedIn Username
fr: Nom d'utilisateur LinkedIn

source: Content: Share your work
fr: Contenu: Partagez votre travail

source: New/Edit Content
fr: Nouveau/Éditer Contenu

source: Content Title
fr: Titre du contenu

source: Presentation
fr: Présentation

source: Blog Post
fr: Article de Blog

source: Other
fr: Autre

source: Admin Properties
fr: Propriétés d'administration

source: Educator {START_TAG_MD-SLIDE-TOGGLE}{CLOSE_TAG_MD-SLIDE-TOGGLE}
fr: Éducateur {START_TAG_MD-SLIDE-TOGGLE}{CLOSE_TAG_MD-SLIDE-TOGGLE}

source: New Expert
fr: Nouvel Expert

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN}New Event
fr: {START_TAG_SPAN}{CLOSE_TAG_SPAN}Nouvel Évènement

source: Submit Event
fr: Soumettre Évènement

source: Event Date {START_TAG_SPAN}{INTERPOLATION} - {INTERPOLATION_1}{CLOSE_TAG_SPAN}
fr: Date de l'évènement {START_TAG_SPAN}{INTERPOLATION} - {INTERPOLATION_1}{CLOSE_TAG_SPAN}

source: Event
fr: Évènement

source: Submit New Event
fr: Soumettre Nouvel Évènement

source: Thanks for submitting an event. If it meets our quality guidelines, we'd be happy to add it!
fr: Merci d'avoir soumis un évènement. Si il correspond à nos critères de qualité, nous serons heureux de l'ajouter!

source: Address/Location
fr: Adresse/Localisation

source: Start Date{START_TAG_MD-INPUT-CONTAINER}{TAG_INPUT}{CLOSE_TAG_MD-INPUT-CONTAINER}
fr: Date de début{START_TAG_MD-INPUT-CONTAINER}{TAG_INPUT}{CLOSE_TAG_MD-INPUT-CONTAINER}

source: End Date{START_TAG_MD-INPUT-CONTAINER}{TAG_INPUT}{CLOSE_TAG_MD-INPUT-CONTAINER}
fr: Date de fin{START_TAG_MD-INPUT-CONTAINER}{TAG_INPUT}{CLOSE_TAG_MD-INPUT-CONTAINER}

source: Event Leads
fr: Dirigeants de l'évènement

source: Event Speakers
fr: Intervenants de l'évènement

source: New/Edit Event
fr: Nouveau/Éditer Évènement

source: {START_ITALIC_TEXT}person{CLOSE_ITALIC_TEXT}Leads: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}
fr: {START_ITALIC_TEXT}person{CLOSE_ITALIC_TEXT}Dirigeants: {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}

source: Speakers
fr: Intervenants

source: There are currently no speakers added to {INTERPOLATION}.
fr: Il n'y a pour l'instant aucun intervenant ajouté à {INTERPOLATION}.

source: Event not found.
fr: Évènement introuvable.

source: Angular Community Hub
fr: Centre de la Communauté Angular

source: The Angular Community hub can help you find an {START_LINK}expert{CLOSE_LINK}, join a {START_LINK_1}community{CLOSE_LINK}, learn about {START_LINK_2}events{CLOSE_LINK}, or take on a {START_LINK_3}mission{CLOSE_LINK} to help Angular.
fr: Le Centre de la Communauté Angular peut vous aider à trouver un {START_LINK}expert{CLOSE_LINK}, rejoindre une {START_LINK_1}communauté{CLOSE_LINK}, se renseigner sur des {START_LINK_2}évènements{CLOSE_LINK}, ou prendre part à une {START_LINK_3}mission{CLOSE_LINK} mission pour aider Angular.

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN}New Community
fr: {START_TAG_SPAN}{CLOSE_TAG_SPAN}Nouvelle Communauté

source: Submit Community
fr: Soumettre Communauté

source: Organized by {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}
fr: Organisé par {START_TAG_SPAN}{INTERPOLATION}{CLOSE_TAG_SPAN}

source: Submit New Community
fr: Soumettre Nouvelle Communauté

source: Thanks for submitting a community. If it meets our quality guidelines, we'd be happy to add it!
fr: Merci d'avoir soumis une communauté. Si elle correspond à nos critères de qualité, nous serons heureux de l'ajouter!

source: New/Edit Community
fr: Nouvelle/Éditer Communauté

source: {START_ITALIC_TEXT}person{CLOSE_ITALIC_TEXT}Organizer: {INTERPOLATION}
fr: {START_ITALIC_TEXT}person{CLOSE_ITALIC_TEXT}Organisateur: {INTERPOLATION}

source: No details have been added for {INTERPOLATION}.
fr: Aucun détail n'a été ajouté pour {INTERPOLATION}.

source: Members
fr: Membres

source: There are currently no members added to {INTERPOLATION}.
fr: Il n'y a pour l'instant aucun membre ajouté à {INTERPOLATION}.

source: Community not found.
fr: Communauté introuvable.

source: {START_TAG_SPAN}{CLOSE_TAG_SPAN}Submit a New Resource
fr: {START_TAG_SPAN}{CLOSE_TAG_SPAN}Soumettre une Nouvelle Ressource

source: Manage the Queue
fr: Gérer la file d'attente

source: {TAG_INPUT}Priority Management Mode
fr: Mode de Gestion de Priorité

source: {START_TAG_MD-INPUT-CONTAINER}{TAG_INPUT}{CLOSE_TAG_MD-INPUT-CONTAINER} {START_TAG_BUTTON}Set Priority{CLOSE_TAG_BUTTON}
fr: {START_TAG_MD-INPUT-CONTAINER}{TAG_INPUT}{CLOSE_TAG_MD-INPUT-CONTAINER} {START_TAG_BUTTON}Définir priorité{CLOSE_TAG_BUTTON}

source: Priority
fr: Priorité

source: Set Priority
fr: Définir Priorité

source: (Awaiting Approval!)
fr: (En attente de validation!)

source: Title
fr: Titre

source: Select a Category {START_TAG_SELECT} {START_TAG_OPTION} {INTERPOLATION} {CLOSE_TAG_OPTION} {CLOSE_TAG_SELECT} {START_TAG_SELECT_1} {START_TAG_OPTION_1} {INTERPOLATION_1} {CLOSE_TAG_OPTION} {CLOSE_TAG_SELECT}
fr: Sélectionnez une Catégorie {START_TAG_SELECT} {START_TAG_OPTION} {INTERPOLATION} {CLOSE_TAG_OPTION} {CLOSE_TAG_SELECT} {START_TAG_SELECT_1} {START_TAG_OPTION_1} {INTERPOLATION_1} {CLOSE_TAG_OPTION} {CLOSE_TAG_SELECT}

source: Resource
fr: Ressource

source: Edit Resource
fr: Éditer Ressource

source: Resource Queue
fr: File d'attente des Ressources

source: Accept
fr: Accepter

source: Reject
fr: Rejeter

source: Submit a New Resource
fr: Soumettre une Nouvelle Ressource

source: Want to add a resource to our Angular 2 listings? {LINE_BREAK} Submit your information here, we'll review and give you a head's up when we add it to the list.
fr: Vous voulez ajouter une ressource à nos listes Angular ? {LINE_BREAK} Soumettez vos informations ici, nous les vérifierons et vous informerons quand nous les ajouterons à la liste.

source: Your Profile
fr: Votre Profil

source: My ID is: {INTERPOLATION}
fr: Mon ID est: {INTERPOLATION}

source: We don't yet have any data for your user.
fr: Nous n'avons pas encore d'informations pour votre utilisateur.

source: Let's get started setting up your profile. What's your full name?
fr: Commençons par configurer votre profil. Quel est votre nom complet ?

source: Full Name
fr: Nom complet

source: Next
fr: Suivant

source: Administrators
fr: Administrateurs

source: Manage Administrators
fr: Gérer Administrateurs

source: Login
fr: Connexion

source: Logout
fr: Déconnexion

source: Presentation:
fr: Présentation:

source: Other:
fr: Autre:

source: Banner URL
fr: URL de la bannière

source: Organizer
fr: Organisateur
